import { Cemjsx, Func, Static, Fn, front } from "cemjs-all"

export default function () {

  return (
    <div>
      <h1>Правила  <br /> использования</h1>
      <p class="mt">
        DApps Platform, Inc. и/или ее аффилированные лица («мы», «наш» или «нас») предоставляют свои программные услуги через свой веб-сайт, расположенный по адресу cemwallet.com, и связанные с ними мобильные приложения и продукты (совместно именуемые «Услуги» или « Кошелек CEM»). Прежде чем использовать наши Услуги, пожалуйста, внимательно прочитайте Условия обслуживания («Условия»), а также любые другие политики или уведомления на нашем веб-сайте или в мобильных приложениях.
      </p>

      <h3>
        СОГЛАШЕНИЕ С УСЛОВИЯМИ
      </h3>
      <p>
        СОГЛАШЕНИЕ С УСЛОВИЯМИ Получая доступ к любым или всем Услугам или используя их, вы прямо подтверждаете, что (i) вы прочитали и поняли настоящие Условия; (ii) вы соглашаетесь соблюдать настоящие Условия; и (iii) вы имеете право принимать настоящие Условия. Если вы не согласны с настоящими Условиями или любыми обновлениями или изменениями этих Условий, вы не можете получать доступ к нашим Услугам или использовать их. МЫ НЕ ПРЕДОСТАВЛЯЕМ ИНВЕСТИЦИОННЫЕ ИЛИ ФИНАНСОВЫЕ КОНСУЛЬТАЦИИ ИЛИ КОНСУЛЬТАЦИОННЫЕ УСЛУГИ. МЫ ЯВЛЯЕМСЯ ЕДИНСТВЕННЫМ ПОСТАВЩИКОМ CEM WALLET И НЕ СОВЕТУЕМ И НЕ РЕКОМЕНДУЕМ ОТНОСИТЕЛЬНО УЧАСТИЯ В СДЕЛКАХ ИЛИ ОПЕРАЦИЯХ С ЦИФРОВЫМИ АКТИВАМИ. РЕШЕНИЯ О ЗАКЛЮЧЕНИИ СДЕЛОК ИЛИ ОСУЩЕСТВЛЕНИИ ОПЕРАЦИЙ С ЦИФРОВЫМИ АКТИВАМИ ДОЛЖНЫ ПРИНИМАТЬСЯ ПО ВАШЕМУ СОГЛАШЕНИЮ
      </p>

      <h3>
        ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
      </h3>
      <p>
        Чтобы узнать, как мы собираем, используем и раскрываем информацию от наших пользователей, ознакомьтесь с нашей Политикой конфиденциальности по адресу <a href="https://cemwallet.com/privacy-policy">https://cemwallet.com/privacy-policy</a>. Вы признаете и соглашаетесь с тем, что использование вами Услуг регулируется и что мы можем собирать, использовать и/или раскрывать вашу информацию (включая любые персональные данные, которые вы нам предоставляете) в соответствии с нашей Политикой конфиденциальности.
      </p>

      <h3>
        ОБНОВЛЕНИЯ УСЛОВИЙ ИЛИ УСЛУГ
      </h3>
      <p>
        Мы оставляем за собой право обновлять или изменять настоящие Условия в любое время по нашему собственному усмотрению. Если мы это сделаем, мы сообщим вам об этом, опубликовав пересмотренные Условия на нашем веб-сайте, в нашем мобильном приложении или используя другие способы связи, которые мы сочтем разумными. Такие опубликованные измененные Условия вступают в силу немедленно, если не указано иное. Вы должны регулярно проверять наш веб-сайт, чтобы узнавать о любых таких изменениях и решать, принимать или не принимать пересмотренную версию настоящих Условий. Если вы продолжаете использовать CEM Wallet после любого обновления или изменения Условий, считается, что вы приняли пересмотренные Условия. Если вы не согласны с Условиями или любым обновлением или изменением Условий, вы должны прекратить доступ к нашим Услугам или их использование. Наши Услуги развиваются с течением времени, мы можем изменить или прекратить предоставление всех Услуг или любой их части в любое время и без предварительного уведомления по нашему собственному усмотрению.
      </p>

      <h3>
        ПРИЕМЛЕМОСТЬ
      </h3>
      <p>
        Чтобы иметь право использовать CEM Wallet: (i) вам должно быть не менее восемнадцати (18) лет, и вы должны быть дееспособны, чтобы принимать настоящие Условия; (ii) вы не должны быть резидентом юрисдикций, на которые распространяются санкции в соответствии с торговыми эмбарго, резолюциями Совета Безопасности ООН («СБ ООН») или режимом финансовых санкций Министерства финансов Великобритании; и (iii) вы не должны в настоящее время подвергаться или подвергаться экономическим санкциям, таким как Санкционный список Совета Безопасности Организации Объединенных Наций, список особо обозначенных граждан, который ведется OFAC, список запрещенных лиц или организаций Министерства торговли США или любой аналогичный список, который ведет любой другой соответствующий орган по санкциям. Если вы используете наши Услуги от имени юридического лица, вы также заявляете и гарантируете, что: (iv) юридическое лицо должным образом организовано и существует на законных основаниях в соответствии с действующим законодательством юрисдикции его организации; и (v) вы должным образом уполномочены таким юридическим лицом действовать от его имени. Вы можете использовать наши Услуги только в том случае, если это разрешено законодательством вашей юрисдикции. Во избежание сомнений, вы не можете пользоваться нашими Услугами, если вы находитесь или являетесь гражданином или резидентом любого штата, страны, территории или другой юрисдикции, где использование вами наших Услуг было бы незаконным или иным образом нарушало любые применимые законы. Пожалуйста, убедитесь, что настоящие Условия соответствуют всем применимым к вам законам, правилам и нормам. Вы соглашаетесь с тем, что используете наши Услуги только на законно полученные средства, которые по праву принадлежат вам. Используя CEM Wallet, вы заявляете и гарантируете, что соответствуете всем требованиям, изложенным в настоящих Условиях. Однако мы по-прежнему можем отказать определенным людям в доступе или использовании кошелька CEM, и мы оставляем за собой право изменить наши критерии приемлемости в любое время.
      </p>

      <h3>СЕРВИСЫ</h3>
      <p>
        CEM Wallet — это программное обеспечение кошелька, не связанное с хранением, для цифровых активов, таких как криптовалюты, виртуальные товары и NFT («Цифровые активы»), что означает, что вы полностью контролируете и несете ответственность за свои цифровые активы и закрытые ключи, и, соответственно, вы можете авторизовать транзакций с адреса вашего кошелька. Вы прямо признаете и соглашаетесь с тем, что, поскольку CEM Wallet является программным обеспечением кошелька, не связанным с хранением, вы несете единоличную ответственность за свою деятельность и любой риск потери в любое время.
      </p>
      <p>
        Кошелек CEM позволяет:
      </p>
      <div class="roadmap_point" />
      генерировать адреса кошельков и связанные с ними закрытые ключи, которые вы можете использовать для отправки и получения цифровых активов;      <br />
      <div class="roadmap_point mt" />
      просматривать и получать доступ к сторонним децентрализованным приложениям («DApp(s)») и сторонним децентрализованным биржам («DEX») через веб-браузер мобильного приложения;      <br />
      <div class="roadmap_point mt" />
      обменивать/торговать цифровыми активами с помощью функциональных возможностей DApp, предоставляемых сторонними поставщиками услуг;      <br />
      <div class="roadmap_point mt" />
      размещать определенные цифровые активы в сторонней сети «доказательства доли» через службы ставок («Служба ставок»);      <br />
      <div class="roadmap_point mt" />
      просматривать информацию о ценах на цифровые активы, предоставленную сторонними поставщиками услуг; а также транслировать данные о транзакциях с цифровыми активами в различные блокчейны, поддерживаемые кошельком CEM, без необходимости загрузки или установки соответствующего программного обеспечения на основе блокчейна на локальное устройство.      <p />

      <h3>Адрес кошелька, закрытый ключ и возможности резервного копирования</h3>
      <p>
        Зашифрованная резервная копия определенной информации, связанной с вашим кошельком, может храниться на подходящих устройствах. Закрытый ключ связан с адресом кошелька, и вместе они могут использоваться для авторизации передачи цифровых активов на этот адрес кошелька и обратно. Вы несете единоличную ответственность за сохранение и безопасность вашего закрытого ключа и любой мнемонической фразы («Секретная фраза»), связанной с вашим кошельком. Вы должны хранить свой адрес кошелька, секретную фразу и информацию о доступе к закрытому ключу в безопасности. Очень важно сделать резервную копию ваших личных ключей, резервных фраз или паролей. Невыполнение этого требования может привести к потере контроля над цифровыми активами, связанными с вашим кошельком. Вы признаете и соглашаетесь с тем, что мы не получаем и не храним пароль вашего кошелька, зашифрованный закрытый ключ, незашифрованный закрытый ключ или секретную фразу, связанную с вашим кошельком. Мы не сможем сгенерировать новый пароль для вашего кошелька, если вы не помните свой первоначальный пароль. Если вы не сохранили безопасно резервную копию любого адреса кошелька и пар закрытых ключей, хранящихся в вашем кошельке, вы принимаете и признаете, что любые цифровые активы, которые вы связали с таким адресом кошелька, станут недоступными. Соответственно, мы не несем никакой ответственности в случае, если вы не можете получить доступ к своему кошельку по какой-либо причине, включая, помимо прочего, вашу неспособность сохранить адрес своего кошелька, секретную фразу и информацию о секретном ключе в безопасности.
      </p>

      <h3>Использование DApps и DEX</h3>
      <p>
        Если вы получаете доступ или используете DApp или DEX, включая, помимо прочего, функциональные возможности DApp, встроенные в Сервисы, такие как функция торговли/обмена цифровыми активами, вы признаете и соглашаетесь с тем, что: (i) CEM Wallet не несет ответственности за ваш доступ или использование DApps или DEX и не несет никакой ответственности в связи с использованием вами DApps или DEX, включая, помимо прочего, любые транзакции, которые вы оспариваете; (ii) лимиты сумм, которые вы можете обменивать через DEX в день, должны соответствовать любым требованиям сторонних смарт-контрактов; (iii) операции с блокчейном являются безотзывными, что означает, что когда вы проводите какие-либо транзакции через DApps или DEX, вы несете единоличную ответственность за последствия любых проблем, связанных с такими транзакциями, включая, помимо прочего, ваш перевод на неверный адрес или проблемы, связанные с выбранные вами узловые серверы; (iv) когда вы используете DApps или DEX, сторонние смарт-контракты могут взимать с вас плату за обработку и/или плату за обслуживание, и любая информация, отображаемая в кошельке CEM, касающаяся таких сборов, предназначена только для вашей справки, поскольку кошелек CEM не может и не гарантирует его точность, применимость, надежность, целостность или уместность, а также CEM Wallet не несет ответственности за любые убытки или ущерб, которые могут быть прямо или косвенно вызваны использованием вами этого содержимого; и (v) Кошелек CEM в настоящее время не взимает никаких сборов за обслуживание или сборы за обработку при использовании DApps или DEX, однако Кошелек CEM может по своему усмотрению взимать такие сборы в любое время в будущем. Любые обновленные сборы будут применяться к любой транзакции, которая происходит после даты вступления в силу обновленных сборов.
      </p>

      <h3>Использование службы ставок</h3>
      <p>
        Если вы получаете доступ к Службе ставок или используете ее, третья сторона может размещать определенные Цифровые активы от вашего имени («Цифровые активы для ставок»), выступая в качестве валидатора транзакций в соответствующей сети блокчейнов. Если блок транзакций успешно подтвержден с использованием таких Цифровых активов, находящихся в стекинге, эта сеть предоставляет вознаграждение («Вознаграждение за стекинг»). Вы признаете и соглашаетесь с тем, что CEM Wallet не несет ответственности за: (i) использование вами Службы ставок и не несет никакой ответственности в связи с использованием вами Службы ставок; (ii) обеспечение того, чтобы Ставка происходила на постоянной основе; и (iii) обеспечение того, чтобы любой конкретный Цифровой актив был застейкан или будет продолжать застейкаться.
      </p>

      <h3>Покупайте цифровые активы с помощью поддерживаемых кредитных или дебетовых карт</h3>
      <p>
        Если вы используете кошелек CEM для покупки цифровых активов с помощью кредитной или дебетовой карты, третья сторона конвертирует выбранную вами сумму в соответствующий цифровой актив и зачисляет ее на ваш кошелек. Вы признаете и соглашаетесь с тем, что: (i) CEM Wallet не несет ответственности за использование вами таких сторонних услуг и не несет никакой ответственности в связи с использованием вами таких услуг; (ii) на вас распространяются любые положения и условия, налагаемые соответствующим сторонним поставщиком услуг; (iii) Кошелек CEM не имеет возможности изменять, отзывать или отменять какие-либо запросы на конвертацию, которые вы размещаете; (iv) CEM Wallet не несет ответственности за обменные курсы, предлагаемые соответствующими сторонними поставщиками услуг; и (v) CEM Wallet не несет ответственности за какие-либо сборы, взимаемые соответствующими сторонними поставщиками услуг, вашим банком или эмитентом кредитной карты.
      </p>

      <h3>Операции с цифровыми активами</h3>
      <p>
        Чтобы все предлагаемые транзакции с цифровыми активами были завершены, они должны быть подтверждены и зарегистрированы в связанной общедоступной цепочке блоков цифровых активов. Такие сети представляют собой децентрализованные одноранговые сети, поддерживаемые независимыми третьими сторонами, которыми мы не владеем, не контролируем и не управляем ими. Мы не контролируем сети блокчейнов и, следовательно, не можем и не гарантируем, что любые детали транзакции, которые вы отправляете через наши Сервисы, будут подтверждены и обработаны. Используя CEM Wallet, вы признаете и соглашаетесь с тем, что: (i) у нас нет возможности отменить или иным образом изменить вашу транзакцию; (ii) детали транзакции, которые вы отправляете, могут быть не завершены или могут быть существенно задержаны соответствующими сетями блокчейнов; (iii) мы не храним, не отправляем и не получаем Цифровые активы; и (iv) любая передача, которая происходит в отношении любого Цифрового актива, происходит в соответствующей сети блокчейна, а не в сети, принадлежащей нам, и поэтому мы не гарантируем передачу титула или права на любой Цифровой актив.
      </p>

      <h3>Точность информации, предоставленной пользователем</h3>
      <p>
        Вы заявляете и гарантируете, что любая информация, которую вы предоставляете через Сервисы, является точной и полной. Вы принимаете и признаете, что мы не несем ответственности за любые ошибки или упущения, которые вы совершаете в связи с любой транзакцией Цифровых активов, инициированной через Услуги. Мы настоятельно рекомендуем вам внимательно просмотреть детали вашей транзакции, прежде чем пытаться передать цифровой актив.
      </p>

      <h3>РЕГИСТРАЦИЯ И БЕЗОПАСНОСТЬ КОШЕЛЬКА</h3>
      <p>
        Вы должны либо импортировать, либо создать кошелек, чтобы использовать CEM Wallet. При создании кошелька вам будет присвоен закрытый ключ. Вы соглашаетесь немедленно уведомить нас о любом несанкционированном использовании вашего закрытого ключа или любом другом нарушении безопасности вашего кошелька. Несмотря на вышеизложенное, вы признаете и соглашаетесь с тем, что берете на себя все риски, связанные с использованием Услуг, и несете единоличную ответственность за сохранение конфиденциальности и безопасности вашего закрытого ключа. При создании кошелька настоятельно рекомендуется принимать меры предосторожности, чтобы избежать потери доступа и/или контроля над вашим кошельком. Предлагаемые меры включают, помимо прочего, следующее: (a) создание надежного уникального пароля, который вы не используете для каких-либо других целей (т. е. отличный от вашего пароля телефона или любых других паролей, которые вы используете для веб-сайтов, онлайн-сервисов и т. д.). .) и использование биометрической аутентификации, если она доступна; (b) не храните закрытый ключ и Секретную фразу в открытом виде в Интернете или в незащищенном физическом месте; (c) ограничение доступа к вашим устройствам и вашему кошельку; (d) принятие всех необходимых мер предосторожности против вредоносных программ на ваших устройствах и в сетях; и (e) незамедлительное уведомление нас, если вы обнаружите или иным образом подозреваете какие-либо нарушения безопасности, связанные с вашим кошельком. Невзирая ни на какие положения настоящего документа об обратном, мы не несем никакой ответственности в связи с действиями, которые происходят в вашем кошельке с вашего разрешения или без него.
      </p>

      <h3>Всплывающее уведомление</h3>
      <p>
        Вы можете согласиться получать push-уведомления от CEM Wallet, которые будут предупреждать вас о перегрузке сетей блокчейнов, поддерживаемых CEM Wallet, и о завершении транзакций с участием вашего кошелька. Если вы хотите получать push-уведомления, вы должны подписаться на услугу, зайдя в «Настройки» и включив «Push-уведомления».
      </p>

      <h3>Оплата и сборы</h3>
      <p>
        Сборы, применимые к Услугам или любому компоненту Услуг, если таковые имеются, должны быть указаны на сайте CEMwallet.com и/или в мобильном приложении CEM Wallet.
      </p>

      <h3>Операционные издержки</h3>
      <p>
        Могут быть сборы за транзакции (например, сборы за майнинг), связанные с вашими транзакциями в виртуальной валюте, которые требуются системой виртуальной валюты или сетью блокчейнов, с которыми вы взаимодействуете. Вы должны убедиться, что у вас есть достаточный баланс в вашем кошельке и/или «газ» для завершения транзакций, прежде чем инициировать транзакцию. Вы признаете и соглашаетесь с тем, что мы не несем ответственности за любые неудачные транзакции или убытки, которые вы понесете из-за неправильно установленной комиссии за транзакцию (т. е. слишком низкой или слишком высокой) или из-за недостаточности средств или газа, связанных с адресом вашего кошелька. Вы также признаете и соглашаетесь с тем, что у нас нет доступа к вашим или чьим-либо еще транзакциям.
      </p>

      <h3>Налоги</h3>
      <p>
        Вы несете ответственность за определение того, какие налоги, если таковые имеются, применяются к транзакциям, для которых вы предоставили сведения о транзакциях через Сервисы, и вы обязаны сообщать и перечислять правильный налог в соответствующий налоговый орган. Вы соглашаетесь с тем, что мы не несем ответственности за определение того, применяются ли налоги к вашим транзакциям, а также за сбор, отчетность, удержание или перевод любых налогов, возникающих в связи с любыми транзакциями, связанными с цифровыми активами.
      </p>

      <h3>СТОРОННИЕ УСЛУГИ И КОНТЕНТ</h3>
      <p>
        Ни при каких обстоятельствах описание или ссылка на продукт или услугу третьей стороны (включая, помимо прочего, предоставление описания или ссылки через гиперссылку) не может быть истолковано как одобрение или продвижение нами таких продуктов или услуг третьей стороны. Мы сохраняем за собой исключительное право добавлять, изменять или отменять доступность любой Сторонней службы. Вы можете согласиться получать push-уведомления от сторонних поставщиков контента. Чтобы получать push-уведомления, вы должны подписаться на услугу. Push-уведомления не будут автоматически включены на вашем устройстве для стороннего контента. Мы не контролируем, не одобряем и не принимаем какой-либо Контент третьих лиц, передаваемый через push-уведомления, и не несем ответственности за Контент третьих лиц, включая, помимо прочего, доступность токенов и/или продажи. Если, насколько это разрешено CEM Wallet, вы предоставляете прямое разрешение третьей стороне на доступ или подключение к вашей учетной записи CEM Wallet либо через продукт или услугу третьей стороны, либо через CEM Wallet, вы подтверждаете, что предоставление разрешения третьей стороне совершение определенных действий от вашего имени не освобождает вас от какой-либо ответственности в соответствии с настоящими Условиями. Вы несете полную ответственность за все действия или бездействие любой третьей стороны, имеющей доступ к вашему кошельку.
      </p>

      <h3>ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</h3>
      <p>
        Лицензия
      </p>
      <p>
        Если вы согласны с настоящими Условиями и соблюдаете их, мы предоставляем вам неисключительную, не подлежащую сублицензированию и передаче лицензию на использование кошелька CEM только для личного или внутреннего использования. Если иное прямо не разрешено настоящими Условиями, вы не будете: (a) воспроизводить, изменять, адаптировать или создавать производные работы любой части CEM Wallet; (b) сдавать в аренду, распространять, продавать, сублицензировать, передавать или предоставлять доступ к кошельку CEM; (c) использовать Кошелек CEM в интересах любой третьей стороны; (d) включать CEM Wallet в продукт или услугу, которую вы предоставляете третьей стороне, без нашего предварительного письменного согласия; (d) обходить механизмы в CEM Wallet, предназначенные для ограничения вашего использования; (f) перепроектировать, дизассемблировать, декомпилировать, переводить или иным образом пытаться получить или получить исходный код, включая изображения и тексты, лежащие в их основе идеи, алгоритмы, форматы файлов или закрытые API-интерфейсы для CEM Wallet, за исключением случаев, когда это прямо разрешено применимым законодательством (и то только после предварительного уведомления нас); (g) удалять или скрывать любые уведомления о праве собственности или другие уведомления, содержащиеся в CEM Wallet (h) использовать CEM Wallet для конкурентного анализа, как часть любого другого программного обеспечения или проекта любого рода или для создания конкурентоспособных продуктов.
      </p>

      <h3>Обратная связь</h3>
      <p>
        Время от времени вы можете отправить нам отзыв. В связи с CEM Wallet мы можем свободно использовать, копировать, раскрывать, лицензировать, распространять и использовать любые отзывы любым способом без каких-либо обязательств, роялти или ограничений, основанных на правах интеллектуальной собственности или иным образом. Никакая обратная связь не будет считаться вашей Конфиденциальной информацией, и ничто в настоящем Соглашении не ограничивает наше право на независимое использование, разработку, оценку или продвижение продуктов или услуг, включая обратную связь или иным образом.
      </p>

      <h3>Открытый исходный код</h3>
      <p>
        Кошелек CEM был разработан под лицензией с открытым исходным кодом GPL. Информацию о текущем программном обеспечении CEM Wallet можно найти по адресу <a href="https://github.com/CryptoEmergency">https://github.com/CryptoEmergency</a>. Поскольку разработка программного обеспечения осуществляется сообществом, любой может получить к нему доступ, использовать его и делиться им в модифицированной или немодифицированной форме. Имейте в виду, что GPL является лицензией с авторским левом, что означает, что любые производные работы могут распространяться только на тех же условиях лицензии, что и оригинальное программное обеспечение. Если у вас есть какие-либо вопросы, вам следует ознакомиться с положениями и условиями GNU по адресу <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">https://www.gnu.org/licenses/gpl-3.0.en.html</a>.
      </p>

      <h3>Содержание</h3>
      <p>
        CEM Wallet может содержать защищенные авторским правом материалы и товарные знаки, включая, помимо прочего, текст и графику («Контент»), которые защищены законом об авторском праве, зарегистрированными и незарегистрированными товарными знаками и другими правами на интеллектуальную собственность. Если не указано иное, Контент принадлежит исключительно нам. Использование вами CEM Wallet не дает вам никаких прав, титулов или интересов в отношении Контента. Вы соглашаетесь с тем, что не будете копировать, воспроизводить, изменять, переиздавать, загружать, публиковать, передавать, распространять, собирать, продавать, лицензировать, создавать производные работы или каким-либо другим способом, вручную или автоматически, использовать какой-либо Контент, полностью или частично.
      </p>

      <h3>Лицензия на контент NFT</h3>
      <p>
        Вы можете хранить невзаимозаменяемые токены («NFT») в кошельке CEM. Настоящим вы заявляете и гарантируете, что владеете всеми законными правами, правами собственности и интересами, включая все права интеллектуальной собственности на контент, связанный с NFT («Контент NFT»), или вы юридически уполномочены владельцем интеллектуальной собственности в Контент NFT для хранения NFT в кошельке CEM. Вы сохраняете все права на хранящийся Контент NFT или кошелек CEM, за исключением прав, прямо предоставленных в настоящем документе. Используя CEM Wallet, вы предоставляете нам лицензию на доступ, использование, размещение, кэширование, хранение, копирование, воспроизведение, передачу, отображение, публикацию, распространение, адаптацию и изменение (в технических целях, например, для обеспечения возможности просмотра контента на смартфонах). а также компьютеры и другие устройства) Контент NFT на любых носителях или методах распространения (известных в настоящее время или разработанных позже) исключительно в соответствии с требованиями, необходимыми для работы и предоставления услуг CEM Wallet. Мы не отслеживаем NFT и NFT-контент, хранящиеся в кошельке CEM, на предмет нарушения прав интеллектуальной собственности третьих лиц. Соответственно, мы не несем ответственности за какие-либо действия в отношении любого контента, предоставленного вами. Вы также признаете и соглашаетесь, что ваша исключительная ответственность заключается в проведении всей необходимой комплексной проверки всей вашей деятельности, связанной с NFT, и вы заявляете и гарантируете, что вы не имеете, не полагаетесь и не будете иметь никаких средств правовой защиты в отношении любого заявление или представление, сделанное нами в отношении любой передачи или взаимодействия иным образом с любыми NFT. Если у вас есть спор в отношении NFT и/или Контента NFT, ВЫ ОСВОБОЖДАЕТЕ НАС ОТ ПРЕТЕНЗИЙ, ТРЕБОВАНИЙ И УЩЕРБА ЛЮБОГО РОДА И ПРИРОДА, ИЗВЕСТНЫХ И НЕИЗВЕСТНЫХ, ВОЗНИКАЮЩИХ ИЗ ТАКИХ СПОРОВ ИЛИ КАКИМ-ЛИБО ОБРАЗОМ СВЯЗАННЫХ С ТАКИМ СПОРОМ. ЗАКЛЮЧАЯ ЭТО РАЗРЕШЕНИЕ, ВЫ ЯВНО ОТКАЗЫВАЕТЕСЬ ОТ ЛЮБЫХ ЗАЩИТ (БУДНЫХ ЗАКОНОМ ИЛИ ИНЫМ ОБРАЗОМ), КОТОРЫЕ В ИННОМ СЛУЧАЕ ОГРАНИЧИВАЮТ ДЕЙСТВИЕ ДАННОГО РАЗРЕШЕНИЯ, ВКЛЮЧАЯ ТЕ ПРЕТЕНЗИИ, О КОТОРЫХ ВЫ МОЖЕТЕ ЗНАТЬ ИЛИ ПОДОЗРЕВАТЬ СУЩЕСТВОВАТЬ В ВАШУ ПОЛЬЗУ НА МОМЕНТ СОГЛАСИЯ С НАСТОЯЩИМ РАЗРЕШЕНИЕМ.
      </p>

      <h3>ВАШЕ ИСПОЛЬЗОВАНИЕ КОШЕЛЬКА CEM</h3>
      <p>
        Вы соглашаетесь с тем, что не будете нарушать какие-либо законы при использовании наших Сервисов. Сюда входят любые местные, провинциальные, государственные, федеральные, национальные или международные законы, которые могут применяться к вам. Вы соглашаетесь с тем, что не будете использовать наши Услуги для оплаты, поддержки или иного участия в любой незаконной деятельности, включая, помимо прочего, незаконную или иным образом запрещенную торговлю, незаконные азартные игры, мошенничество, отмывание денег или террористическую деятельность. Во избежание сомнений, если мы обнаружим, что вы нарушили настоящие Условия и/или любые применимые законы или нормативные требования, включая, помимо прочего, Закон о банковской тайне, мы сохраняем за собой все наши права и средства правовой защиты в соответствии с настоящими Условиями и в закона и предпримет против вас все необходимые действия. Вы также соглашаетесь с тем, что: (i) вы не будете поощрять или побуждать какую-либо третью сторону заниматься какой-либо деятельностью, запрещенной в соответствии с настоящим Разделом; (ii) вы не будете выдавать себя за кого-либо или использовать или пытаться использовать кошелек другого пользователя без разрешения или использовать наши Услуги каким-либо образом, который может помешать, нарушить, негативно повлиять или помешать другим пользователям в полной мере пользоваться ими; (iii) вы не будете распространять какие-либо вирусы или другой вредоносный компьютерный код через CEM Wallet; (iv) вы не будете предпринимать никаких действий, которые могут создать необоснованную или непропорционально большую нагрузку на нашу инфраструктуру или инфраструктуру любого из наших сторонних поставщиков; (v) вы не будете перепроектировать или обходить, обходить или пытаться обойти или обойти любые меры, которые мы можем использовать для предотвращения или ограничения доступа к Услугам, включая, помимо прочего, другие учетные записи, компьютерные системы или сети, подключенные к Услугам. ; и (vi) вы не будете нарушать, присваивать или нарушать права CEM Wallet, наших пользователей или других лиц, включая конфиденциальность, публичность, интеллектуальную собственность или другие права собственности. Хотя мы не обязаны контролировать какой-либо пользовательский контент, мы имеем полное право по своему усмотрению предпринимать любые необходимые действия в любое время и по любой причине без предварительного уведомления в случае нарушения вами настоящих Условий. Любое использование CEM Wallet, кроме случаев, специально разрешенных в настоящих Условиях, без нашего предварительного письменного разрешения, строго запрещено, и мы имеем право немедленно прекратить действие вашей лицензии на использование CEM Wallet без предварительного уведомления. Вы признаете и соглашаетесь с тем, что при использовании Услуг вы можете столкнуться с оскорбительным, непристойным или нежелательным контентом. Мы не несем никакой ответственности и не берем на себя никакой ответственности за любой пользовательский контент, включая любую потерю или повреждение любого вашего пользовательского контента.
      </p>

      <h3>ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ И ОТКАЗ ОТ ГАРАНТИЙ</h3>
      <p>
        Вы признаете и соглашаетесь с тем, что мы не контролируем и не обязаны предпринимать какие-либо действия в отношении: (i) сбоев, сбоев, ошибок или задержек в обработке Цифровых активов, с которыми вы можете столкнуться при использовании Услуг; (ii) риск отказа оборудования, программного обеспечения и подключения к Интернету; (iii) риск внедрения или обнаружения вредоносного программного обеспечения в программном обеспечении, лежащем в основе CEM Wallet; (iv) риск того, что третьи лица могут получить несанкционированный доступ к информации, хранящейся в вашем кошельке, включая, помимо прочего, адрес вашего кошелька, закрытый ключ и секретную фразу; и (v) риск неизвестных уязвимостей или непредвиденных изменений в применимых сетях блокчейна. Вы освобождаете нас от любой ответственности, связанной с любыми потерями, ущербом или претензиями, возникающими в результате: (а) ошибок пользователя, таких как забытые пароли, неправильно составленные транзакции или опечатки в адресах цифровых активов; (б) сбой сервера или потеря данных; (c) несанкционированный доступ к приложению CEM Wallet; (d) ошибки или другие ошибки в программном обеспечении CEM Wallet; и (e) любые несанкционированные действия третьих лиц, включая, помимо прочего, использование вирусов, фишинга, грубой силы или других средств атаки на CEM Wallet. Мы не делаем никаких заявлений относительно какого-либо Контента третьих лиц, содержащегося в наших Сервисах или доступного через них. Любые другие условия, гарантии или заверения, связанные с таким контентом, регулируются исключительно между вами и такими организациями и/или отдельными лицами.
      </p>

      <h3>Ограничение ответственности</h3>
      <p>
        В ПОЛНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ МЫ ИЛИ НАШИ АФФИЛИРОВАННЫЕ ЛИЦА ИЛИ ЛЮБОЙ ИЗ НАШИХ СООТВЕТСТВУЮЩИХ АКЦИОНЕРОВ, ЧЛЕНОВ, ДИРЕКТОРОВ, ДОЛЖНОСТНЫХ ЛИЦ, СОТРУДНИКОВ, АДВОКАТОВ, АГЕНТОВ, ПРЕДСТАВИТЕЛЕЙ, ПОСТАВЩИКОВ ИЛИ ПОДРЯДЧИКОВ НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ЗА ЛЮБОЙ ПРЯМОЙ УЩЕРБ СЛУЧАЙНЫЕ, КОСВЕННЫЕ, СПЕЦИАЛЬНЫЕ, ШТРАФНЫЕ, ПОСЛЕДУЮЩИЕ ИЛИ АНАЛОГИЧНЫЕ УБЫТКИ ИЛИ ОТВЕТСТВЕННОСТЬ (ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, УЩЕРБ ЗА ПОТЕРЮ ДАННЫХ, ИНФОРМАЦИИ, ДОХОДОВ, ПРИБЫЛИ ИЛИ ДРУГОЙ БИЗНЕС ИЛИ ФИНАНСОВУЮ ВЫГОДУ), КАКИЕ-ЛИБО ПО КОНТРАКТУ, STENCEGRI, ДЕЛИКТ, НЕИСПРАВНОСТЬ ОТВЕТСТВЕННОСТЬ ИЛИ ДРУГАЯ ТЕОРИЯ, ДАЖЕ ЕСЛИ НАМ БЫЛО ИЗВЕСТНО О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА, ВОЗНИКШЕГО В РЕЗУЛЬТАТЕ ВАШЕГО ДОСТУПА ИЛИ ИСПОЛЬЗОВАНИЯ УСЛУГ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ: ЛЮБОЕ НЕСАНКЦИОНИРОВАННОЕ ИСПОЛЬЗОВАНИЕ АДРЕСА ВАШЕГО КОШЕЛЬКА И/ИЛИ ЧАСТНОГО КЛЮЧА ИЗ-ЗА ВАШЕГО НЕВОЗМОЖНОСТЬ СОХРАНИТЬ КОНФИДЕНЦИАЛЬНОСТЬ ВАШЕГО КОШЕЛЬКА, ЛЮБОЕ ПРЕРЫВАНИЕ ИЛИ ПРЕРЫВАНИЕ ПЕРЕДАЧИ В УСЛУГИ ИЛИ ИЗ СЛУЖБ ИЛИ ЛЮБЫЕ ОШИБКИ, ВИРУСЫ, ТРОЯНСКИЕ КОНИ ИЛИ ТАКИЕ, КОТОРЫЕ НАЙДЕНЫ В TH ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ E CEM WALLET ИЛИ КОТОРОЕ МОЖЕТ БЫТЬ ПЕРЕДАНО В НАШИ УСЛУГИ ИЛИ ЧЕРЕЗ ИХ ТРЕТЬИМ ЛИЦОМ (НЕЗАВИСИМО ОТ ИСТОЧНИКА ПРОИСХОЖДЕНИЯ); ЛЮБЫЕ ДЕЙСТВИЯ, КОТОРЫЕ МЫ ПРЕДПРИНИМАЕМ ИЛИ НЕ СОВЕРШАЕМ В РЕЗУЛЬТАТЕ СООБЩЕНИЙ, ОТПРАВЛЕННЫХ ВАМИ НАМ; ЧЕЛОВЕЧЕСКИЕ ОШИБКИ; ТЕХНИЧЕСКИЕ НЕИСПРАВНОСТИ; НЕИСПРАВНОСТИ, В ТОМ ЧИСЛЕ ПЕРЕРЫВЫ КОММУНАЛЬНЫХ УСЛУГ ИЛИ ТЕЛЕФОНА; ПРОПУСКИ, ПЕРЕРЫВЫ, ЗАДЕРЖКИ, УДАЛЕНИЯ ИЛИ ДЕФЕКТЫ ЛЮБОГО УСТРОЙСТВА ИЛИ СЕТИ, ПРОВАЙДЕРОВ ИЛИ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ (ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ТЕ, КОТОРЫЕ НЕ РАЗРЕШАЮТ УЧАСТИЕ В НАШИХ УСЛУГАХ); ЛЮБАЯ ТРАВМА ИЛИ ПОВРЕЖДЕНИЕ КОМПЬЮТЕРНОГО ОБОРУДОВАНИЯ; НЕВОЗМОЖНОСТЬ ПОЛНОГО ДОСТУПА К НАШЕМУ ВЕБ-САЙТУ, CEM WALLET ИЛИ УСЛУГАМ ИЛИ ЛЮБОМУ ДРУГОМУ ВЕБ-САЙТУ; КРАЖА, ПОДДЕЛКА, УНИЧТОЖЕНИЕ ИЛИ НЕСАНКЦИОНИРОВАННЫЙ ДОСТУП К ИЗОБРАЖЕНИЯМ ИЛИ ДРУГОМУ КОНТЕНТУ ЛЮБОГО РОДА; ДАННЫЕ, КОТОРЫЕ ОБРАБАТЫВАЮТСЯ С ПОЗДНИМ ИЛИ НЕПРАВИЛЬНЫМ ИЛИ НЕПОЛНЫМ ИЛИ УТЕРЯНЫМ; ТИПОГРАФИЧЕСКИЕ, ПЕЧАТНЫЕ ИЛИ ДРУГИЕ ОШИБКИ, ИЛИ ЛЮБОЕ ИХ КОМБИНИРОВАНИЕ; ИЛИ ЛЮБОЙ ДРУГОЙ ВОПРОС, КАСАЮЩИЙСЯ ВЕБ-САЙТА, ​​ПРИЛОЖЕНИЯ CEM WALLET ИЛИ ЛЮБОГО ДРУГОГО АСПЕКТА УСЛУГ. В НЕКОТОРЫХ ЮРИСДИКЦИЯХ НЕ ДОПУСКАЕТСЯ ИСКЛЮЧЕНИЕ ИЛИ ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ЗА КОСВЕННЫЕ ИЛИ СЛУЧАЙНЫЕ УБЫТКИ, ПОЭТОМУ ВЫШЕУКАЗАННОЕ ОГРАНИЧЕНИЕ МОЖЕТ НЕ ПРИМЕНЯТЬСЯ К ВАМ. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ НАША ОТВЕТСТВЕННОСТЬ ПЕРЕД ВАС ЗА ВСЕ УЩЕРБ (КРОМЕ ТРЕБУЕМОГО ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ В СЛУЧАЯХ, СВЯЗАННЫХ С ТРАВМАМИ) ПРЕВЫШАЕТ СУММУ В СТО ДОЛЛАРОВ США (100,00 долларов США) ИЛИ ЕЕ ЭКВИВАЛЕНТ В МЕСТНОЙ ВАЛЮТЕ ПРИМЕНЯЕМОГО ЮРИСДИКЦИЯ.
      </p>

      <h3>Отказ от гарантии</h3>
      <p>
        CEM WALLET ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ» И «КАК ДОСТУПНО» И БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ЗАКОНОДАТЕЛЬСТВОМ, МЫ ОТКАЗЫВАЕМСЯ ОТ ЛЮБЫХ ЗАЯВЛЕНИЙ И ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ОТНОСЯЩИХСЯ К УСЛУГАМ И БАЗОВОМ ПРОГРАММНОМУ ОБЕСПЕЧЕНИЮ ИЛИ ЛЮБЫМ АСПЕКТАМ ИНФОРМАЦИИ, СОДЕРЖИМОГО ИЛИ УСЛУГ, ПРЕДОСТАВЛЯЕМЫХ ИЛИ ПРИНАДЛЕЖАЩИХ НАМ ИЛИ ТРЕТЬИМ ЛИЦАМ ИЛИ СОДЕРЖАЩИЕСЯ В МАТЕРИАЛАХ ТРЕТЬИХ ЛИЦ ИЛИ НА ЛЮБЫХ ВЕБ-САЙТАХ ТРЕТЬИХ ЛИЦ, ДОСТУПНЫХ ИЛИ СВЯЗАННЫХ С НАШИМ ВЕБ-САЙТОМ ИЛИ УСЛУГАМИ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ГАРАНТИИ КОММЕРЧЕСКОЙ ПРИГОДНОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ, НАЗВАНИЕ, НЕНАРУШЕНИЕ ПРАВ, СВОБОДУ ОТ НАС И КОМПЬЮТЕР ЛЮБЫЕ ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ, ВЫТЕКАЮЩИЕ ИЗ ХОДА СДЕЛКИ, ХОДА РАБОТЫ ИЛИ ИСПОЛЬЗОВАНИЯ В ТОРГОВЛЕ, ОТ КОТОРЫХ ЯВНО ОТКАЗЫВАЕТСЯ. КРОМЕ ТОГО, МЫ НЕ ЗАЯВЛЯЕМ И НЕ ГАРАНТИРУЕМ, ЧТО КОНТЕНТ, ДОСТУПНЫЙ ЧЕРЕЗ УСЛУГИ, ЯВЛЯЕТСЯ ТОЧНЫМ, ПОЛНЫМ, ДОСТУПНЫМ, АКТУАЛЬНЫМ, СВОБОДНЫМ ВИРУСОВ ИЛИ ДРУГИХ ВРЕДНЫХ КОМПОНЕНТОВ, ИЛИ ЧТО РЕЗУЛЬТАТЫ ИСПОЛЬЗОВАНИЯ УСЛУГ БУДУТ ОТВЕЧАТЬ ВАШИМ ТРЕБОВАНИЯМ. МЫ НЕ ДЕЛАЕМ НИКАКИХ ЗАЯВЛЕНИЙ И НЕ ДАЕМ ГАРАНТИЙ, ЧТО ДОСТУП К CEM WALLET ИЛИ ИСПОЛЬЗОВАНИЕ УСЛУГ И ИХ ФУНКЦИОНАЛЬНОСТИ БУДЕТ НЕПРЕРЫВНЫМ, НЕПРЕРЫВНЫМ, СВОЕВРЕМЕННЫМ ИЛИ БЕЗОШИБОЧНЫМ. В НЕКОТОРЫХ ШТАТАХ НЕ ДОПУСКАЕТСЯ ОТКАЗ ОТ ПОДРАЗУМЕВАЕМЫХ ГАРАНТИЙ, ПОЭТОМУ ВЫШЕИЗЛОЖЕННЫЕ ОТКАЗЫ ОТ ОТВЕТСТВЕННОСТИ МОГУТ НЕ ПРИМЕНЯТЬСЯ К ВАМ.
      </p>

      <h3>ВОЗМЕЩЕНИЕ</h3>
      <p>
        В той степени, в которой это разрешено применимым законодательством, вы соглашаетесь защищать, возмещать ущерб и ограждать нас, наших аффилированных лиц и наших соответствующих акционеров, членов, директоров, должностных лиц, сотрудников, адвокатов, агентов, представителей, поставщиков и подрядчиков от любых а также все претензии, убытки, обязательства, потери, обязательства, деликты, расходы или долги и расходы (включая, помимо прочего, гонорары адвокатов), возникающие в связи с: (a) использованием вами Услуг и доступом к ним; (б) любые отзывы или материалы, которые вы предоставляете нам в отношении CEM Wallet; (c) нарушение любого Контента третьих лиц (d) нарушение вами Условий; или (e) нарушение вами какого-либо закона, правила или постановления или прав любой третьей стороны.
      </p>

      <h3>ОГРАНИЧЕНИЕ ПО ПРЕТЕНЗИЯМ</h3>
      <p>
        Вы соглашаетесь с тем, что любая претензия, которая может возникнуть в связи с вашими отношениями с нами, должна быть подана в течение одного года после возникновения такой претензии, в противном случае ваша претензия будет аннулирована навсегда.
      </p>

      <h3>ПРЕКРАЩЕНИЕ</h3>
      <p>
        В случае прекращения действия вашей лицензии на использование CEM Wallet ваши обязательства по настоящему Соглашению продолжают действовать. Ваш доступ к средствам в вашем кошельке после прекращения действия будет зависеть от вашего доступа к резервной копии вашего адреса кошелька и закрытого ключа.
      </p>

      <h3>ПРЕРЫВАНИЕ УСЛУГ</h3>
      <p>
        Мы можем по своему собственному усмотрению и без каких-либо затрат для вас, с предварительным уведомлением или без него, а также в любое время изменить или прекратить, временно или постоянно, любую часть наших Услуг. Вы несете единоличную ответственность за хранение за пределами Сервисов резервной копии любого адреса кошелька и пары закрытых ключей, которые вы храните в своем кошельке. Поддержание внешней резервной копии любого адреса кошелька и пар закрытых ключей, связанных с вашим кошельком, позволит вам получить доступ к сети блокчейна, в которой защищен ваш кошелек. Такая резервная копия позволит вам полностью восстановить свой кошелек в любое время без затрат или потери ваших цифровых активов. Если вы не храните резервную копию данных своего кошелька вне Сервисов, вы не сможете получить доступ к Цифровым активам, связанным с вашим кошельком. CEM Wallet не несет ответственности за любую потерю Цифровых активов в случае прекращения предоставления всех или части Услуг.
      </p>

      <h3>БЕЗ ОТКАЗА</h3>
      <p>
        Наше неиспользование или задержка в осуществлении какого-либо права, полномочия или привилегии по настоящему Соглашению не является отказом от прав; ни однократное или частичное осуществление какого-либо права, власти или привилегии не препятствует любому другому или дальнейшему их осуществлению. Отказ от любого такого права или положения вступает в силу только в том случае, если он составлен в письменной форме и подписан должным образом уполномоченным представителем нас. За исключением случаев, прямо указанных в настоящем Соглашении, использование любой из сторон любого из своих средств правовой защиты по настоящему Соглашению не наносит ущерба другим ее средствам правовой защиты по настоящему Соглашению или иным образом.
      </p>

      <h3>РАЗДЕЛИМОСТЬ</h3>
      <p>
        Если выяснится, что какая-либо часть настоящего Соглашения является недействительной, недействительной или по какой-либо причине не имеющей законной силы, этот термин будет считаться отделимым и ограниченным или устраненным в минимально необходимой степени. Ограничение или устранение срока не влияет и не ослабляет действительность или применимость любой оставшейся части этого условия, пункта или положения или любых других условий, пунктов или положений настоящих Условий.
      </p>

      <h3>ФОРС-МАЖОР</h3>
      <p>
        Мы не несем ответственности за любые задержки, сбои в работе или перерывы в обслуживании, которые прямо или косвенно вызваны какой-либо причиной или условием, находящимся вне нашего разумного контроля, включая, помимо прочего: любую задержку или сбой из-за каких-либо стихийных бедствий, акты гражданских или военных властей, террористические акты, гражданские или промышленные беспорядки, блокады, эмбарго, войны, забастовки или другие трудовые споры, пожары, землетрясения, бури или другие стихийные бедствия, перебои в электросвязи или услугах Интернета или сети провайдера услуги, сбой аппаратного оборудования и/или программного обеспечения или другие сбои утилит, ошибки или недостатки смарт-контрактов, технологические изменения, изменения процентных ставок или других денежных условий, а также, во избежание сомнений, изменения любого протокола, связанного с блокчейном, другие катастрофы или любых других происшествий, которые находятся вне нашего разумного контроля и не должны влиять на действительность и применимость любого оставшегося положения. нс. Если мы не можем предоставлять наши Услуги, указанные в Условиях, из-за факторов, не зависящих от нас, включая, помимо прочего, вышеупомянутые форс-мажорные обстоятельства или изменения в применимых законах и/или политике санкций, мы не несем ответственности за Услуги. предоставленные в соответствии с настоящими Условиями в течение периода времени, совпадающего с рассматриваемым событием.
      </p>

      <h3>НАЗНАЧЕНИЕ</h3>
      <p>
        Вы соглашаетесь с тем, что мы можем переуступать любые наши права и/или передавать, заключать субподряд или делегировать любые наши обязательства в соответствии с настоящими Условиями без какого-либо уведомления или согласия с вашей стороны. Настоящие Условия будут иметь обязательную силу и действовать в интересах сторон, их правопреемников и разрешенных правопреемников. Ваше согласие с настоящими Условиями является личным для вас, и вы не можете передавать или переуступать его какой-либо третьей стороне.
      </p>

      <h3>НЕТ ТРЕТЬИХ БЕНЕФИЦИАРОВ</h3>
      <p>
        Вы соглашаетесь с тем, что, если иное прямо не предусмотрено настоящими Условиями, не должно быть сторонних бенефициаров Условий.
      </p>

      <h3>ПОЛНОЕ СОГЛАСИЕ</h3>
      <p>
        Настоящее Соглашение устанавливает полное понимание и согласие в отношении предмета настоящего Соглашения и заменяет собой любые и все предыдущие обсуждения, соглашения и договоренности любого рода (включая, помимо прочего, любые предыдущие версии Условий) и любого рода между нами. За исключением случаев, предусмотренных выше, любые изменения настоящих Условий должны быть оформлены в письменной форме и должны быть подписаны обеими сторонами.
      </p>

      <h3>УВЕДОМЛЕНИЯ</h3>
      <p>
        Любые уведомления или другие сообщения, предоставленные нами в соответствии с настоящими Условиями, включая те, которые касаются его изменений, будут отправлены путем публикации в Сервисах и/или посредством других электронных сообщений. Вы соглашаетесь и соглашаетесь получать в электронном виде все сообщения, соглашения, документы, уведомления и раскрытие информации, которые мы предоставляем в связи с вашей учетной записью и использованием вами Услуг.
      </p>

      <h3>ВОПРОСЫ ИЛИ КОММЕНТАРИИ</h3>
      <p>
        Если у вас есть какие-либо вопросы, касающиеся настоящих Условий, ваших прав и обязанностей, вытекающих из настоящих Условий и/или использования вами кошелька CEM и наших Услуг, или любых других вопросов, отправьте нам сообщение на нашей контактной странице по адресу Global@crypto-emergency.com.
      </p>
      <div class="mb" />
    </div>
  )
}