{
    "mainTitle": "Политика конфиденциальности и политика кошелька CEM",
    "firstBlock": {
        "content": [
            {
                "text": "Последнее обновление: 8 апреля 2022 г."
            },
            {
                "text": "Обратите внимание, что это заявление о конфиденциальности будет регулярно обновляться, чтобы отражать любые изменения в том, как мы обрабатываем вашу личную информацию, или любые изменения в применимых законах."
            },
            {
                "text": "В этом Уведомлении о конфиденциальности описываются политики и процедуры DApps Platform, Inc. («мы», «наш» или «нас»), касающиеся сбора, использования и раскрытия вашей информации на www.cemwallet.com и связанных с ним мобильных устройствах. приложения и продукты, которые мы предлагаем («Услуги» или «Кошелек CEM»)."
            },
            {
                "title": "ОБЗОР",
                "text": "Ваше право на неприкосновенность частной жизни и защиту ваших личных данных очень важно для нас. В следующих разделах представлена ​​дополнительная информация о том, как мы обрабатываем вашу личную информацию через CEM Wallet. Мы не передаем вашу информацию третьим лицам, за исключением предоставления вам наших Услуг и продуктов, соблюдения закона, улучшения CEM Wallet, защиты наших прав или осуществления передачи бизнеса. Мы не огромная безликая корпорация. Мы просто разработчики, пытающиеся создать невероятный продукт. Если у вас есть какие-либо вопросы или опасения по поводу этой политики, свяжитесь с нами по адресу global@crypto-emergency.com."
            },
            {
                "title": "КАК ВЫ ПРИНИМАЕТЕ ЭТУ ПОЛИТИКУ?",
                "text": "Используя CEM Wallet, включая загрузку одного из наших мобильных приложений или посещение нашего веб-сайта, вы соглашаетесь с использованием, раскрытием информации и процедурами, изложенными в настоящей Политике конфиденциальности."
            },
            {
                "title": "КАКУЮ ЛИЧНУЮ ИНФОРМАЦИЮ МЫ СОБИРАЕМ ОТ НАШИХ ПОЛЬЗОВАТЕЛЕЙ?",
                "text": "Мы делаем все возможное, чтобы свести к минимуму объем личной информации, которую мы собираем от пользователей CEM Wallet. Ваша контактная информация, такая как номер телефона или адрес электронной почты (в зависимости от того, как вы с нами связываетесь), может быть собрана, когда вы обращаетесь к нам за поддержкой, или если вы сообщаете об ошибке или другой ошибке, связанной с CEM Wallet, или когда вы взаимодействуйте с нами через социальные сети. Когда вы пользуетесь нашими Услугами, мы обрабатываем адреса ПУБЛИЧНЫХ кошельков, которые вы генерируете через CEM Wallet."
            }
        ]
    },
    "table": {
        "rowFirst": [
            {
                "text": "Категория личной информации"
            },
            {
                "text": "Типы личной информации, собираемой по категориям"
            },
            {
                "text": "Цель"
            },
            {
                "text": "Правовая основа (Великобритания и GDPR)"
            }
        ],
        "row": [
            {
                "text": "Личные данные, контактные данные и идентификаторы."
            },
            {
                "text": "Имя и контактные данные (например, адрес электронной почты, номера телефонов, если вы добровольно предоставили нам эту информацию, чтобы с вами можно было связаться)"
            },
            {
                "text": "Облегчение связи с вами в целях поддержки клиентов."
            },
            {
                "text": "Наши законные интересы в обеспечении надлежащего общения и обращения внутри организации. Ваше согласие, когда мы просим его обработать вашу личную информацию для конкретной цели, которую мы сообщаем вам. Когда вы даете согласие на обработку вашей личной информации для определенной цели, вы можете отозвать свое согласие в любое время, и мы прекратим обработку ваших данных для этой цели."
            },
            {
                "text": "Данные о доступе к системе и приложениям, а также информация об активности в Интернете и электронных сетях"
            },
            {
                "text": "Адрес интернет-протокола (IP), используемый для подключения вашего компьютера или мобильного устройства к Интернету. Метрики служб CEM Wallet (например, возникновение технических ошибок, ваше взаимодействие с функциями и контентом службы и ваши настройки) Записи о любых договорных соглашениях между вами и CEM Wallet."
            },
            {
                "text": "Обеспечьте устранение неполадок и улучшите услуги CEMWallet. Для анализа производительности, исправления ошибок и повышения удобства использования и эффективности услуг CEM Wallet. Это необходимо для исполнения договора, стороной которого вы являетесь."
            },
            {
                "text": "Наши законные интересы и интересы наших пользователей, например, в обнаружении и предотвращении мошенничества и злоупотреблений с целью защиты безопасности наших пользователей, нас самих или других лиц. Наши законные интересы в ведении записей и необходимых для выполнения вашего контракта"
            }
        ]
    },
    "secondBlock": {
        "content": [
            {
                "title": "БУДЕМ ЛИ МЫ ДЕЛИТЬСЯ ВАШИМИ ЛИЧНЫМИ ДАННЫМИ ТРЕТЬИМ ЛИЦАМ?",
                "text": "Информация о наших пользователях является важной частью нашего бизнеса, и мы не занимаемся продажей личной информации наших пользователей другим лицам. Мы можем передавать персональные данные нашим поставщикам услуг или третьим лицам в связи с ведением бизнеса CEM Wallet, поскольку некоторые функции CEM Wallet зависят от различных сторонних продуктов и услуг (совместно именуемых «Сторонние услуги»). Эти сторонние поставщики услуг имеют доступ только к определенной личной информации, такой как адреса вашего общедоступного кошелька, для выполнения своих функций и не могут использовать ее для других целей. Кроме того, они должны обрабатывать личную информацию в соответствии с нашими договорными соглашениями и только в соответствии с применимыми законами о защите данных. Передача бизнеса: поскольку мы продолжаем развивать наш бизнес, мы можем продавать или покупать другие предприятия или услуги. В таких транзакциях пользовательская информация, как правило, является одним из передаваемых бизнес-активов, но остается предметом обещаний, сделанных в любом ранее существовавшем уведомлении о конфиденциальности (если, конечно, пользователь не дает согласия на иное). Кроме того, в маловероятном случае приобретения CEMWallet или практически всех его активов информация пользователей будет одним из переданных активов. Мы можем делиться информацией, не позволяющей установить личность, публично и с нашими партнерами, такими как издатели, рекламодатели, разработчики или правообладатели."
            },
            {
                "title": "КАК МЫ ИСПОЛЬЗУЕМ СОБРАННУЮ ИНФОРМАЦИЮ",
                "text": "В первую очередь мы используем ограниченную информацию, которую собираем, для улучшения CEM Wallet. За исключением случаев, когда мы продаем весь или часть нашего бизнеса или иным образом, описанным ниже, мы не сдаем в аренду, не обмениваем и не продаем вашу личную информацию. Некоторые способы, которыми мы можем использовать вашу личную информацию, включают: связываться с вами, когда это необходимо; Отвечать на ваши комментарии, вопросы или проблемы, связанные с ошибками или ошибками в CEM Wallet; предоставить вам дополнительную информацию; Отправлять вам информацию и маркетинговые материалы об услугах и продуктах, доступных через CEM Wallet, с помощью push-уведомлений или других средств; Обучаем членов нашей команды; Другие внутренние деловые цели. Совокупные персональные данные и неличная информация Мы можем передавать или раскрывать совокупные персональные данные или неличную информацию поставщикам услуг или другим лицам, с которыми мы ведем бизнес, включая, помимо прочего, потенциальных третьих лиц с целью демонстрации эффективности Компания. Эти поставщики услуг и другие лица могут также делиться с нами обобщенной неличной информацией, которую они самостоятельно разработали или приобрели. Кроме того, мы можем объединять совокупную информацию из пиксельных тегов и веб-маяков с аналогичными данными, которые мы собираем от других посетителей, чтобы помочь нам улучшить наши Услуги. При этом мы делаем все возможное, чтобы агрегированная информация не могла быть связана с вами. Агенты или сторонние партнеры. Мы можем предоставлять вашу Личную информацию нашим сотрудникам, подрядчикам, агентам, поставщикам услуг и назначенным лицам («Агенты»), чтобы они могли предоставлять нам определенные услуги, включая улучшение услуг и функций, связанных с веб-сайтом, и выполнение сервисных услуг. Деловые переводы Мы можем покупать или продавать активы. В этих типах транзакций информация о клиентах обычно является одним из бизнес-активов, которые будут переданы. Кроме того, если мы (или наши активы) будут приобретены, или если мы выйдем из бизнеса, объявим о банкротстве или подвергнемся какой-либо другой смене контроля, ваша Личная информация может быть одним из активов, переданных третьей стороне или приобретенных ею. Принимая это Уведомление о конфиденциальности, как указано выше, вы соглашаетесь на любую такую ​​передачу. Защита нас и других Мы будем передавать личную информацию за пределы CEMWallet, если у нас есть разумные основания полагать, что доступ, использование, сохранение или раскрытие информации разумно необходимы для соблюдения любого применимого закона, постановления, судебного процесса или обязательного правительственного запроса. ; сотрудничать с правоохранительными органами; для обеспечения соблюдения или применения наших Условий использования и других соглашений; или для защиты прав, собственности или безопасности CEM Wallet, наших сотрудников, наших пользователей или других лиц."
            },
            {
                "title": "ВАШИ ПРАВА В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ",
                "text": "Вы имеете право (в соответствии с условиями и исключениями, изложенными в применимом законодательстве): Запросить доступ к личной информации, которую мы обрабатываем о вас: Вы можете запросить доступ к информации, которую мы получили от вас. Вы можете сделать это, связавшись с нами по адресу Global@crypto-emergency.com. Мы предоставим вам копию данных о вас, которые мы обрабатываем. Чтобы выполнить ваш запрос, мы можем попросить вас подтвердить вашу личность. Мы выполним ваш запрос, отправив вашу копию в электронном виде. За любой последующий запрос на доступ мы можем взимать с вас административный сбор. Запросить исправление ваших личных данных: если вы считаете, что собранная нами информация неверна или неполна, вы можете связаться с нами, чтобы мы могли обновить ее и обеспечить точность ваших данных. Возражать против обработки ваших личных данных: вы можете потребовать, чтобы мы больше не обрабатывали ваши личные данные. Запрос на удаление ваших личных данных: вы можете запросить удаление ваших личных данных, в том числе в тех случаях, когда такие личные данные больше не нужны для достижения целей, для которых они были собраны. Любые данные, которые больше не нужны для целей, указанных в разделе «Как мы используем собираемую информацию», будут удалены через девяносто (90) дней. Адреса кошельков, созданные с помощью приложения CEM Wallet, нельзя удалить из блокчейна Crypto Emergency, поэтому мы не можем удалить эту личную информацию. Если в какой-то момент вы захотите, чтобы CEM Wallet удалил информацию о вас, вы можете связаться с нами по адресу Global@crypto-emergency.com. Запросить ограничение обработки ваших личных данных: вы можете потребовать, чтобы CEMWallet обрабатывал ваши личные данные только в ограниченных обстоятельствах, в том числе с вашего согласия. Обратите внимание, что мы не продаем ваши личные данные."
            },
            {
                "title": "ХРАНЕНИЕ ДАННЫХ",
                "text": "Обратите внимание, что даже если вы удалите свой кошелек или адреса из мобильного приложения CEM Wallet, удалите мобильные приложения CEM Wallet со своего устройства или запросите удаление вашей информации, мы все равно можем сохранить некоторую информацию, которую вы предоставили нам для поддержания CEM. Wallet или для соблюдения законов и правил, которым подчиняется CEM Wallet. Если у вас есть какие-либо вопросы или возражения относительно того, как мы собираем и обрабатываем вашу личную информацию, свяжитесь с Global@crypto-emergency.com."
            },
            {
                "title": "БЕЗОПАСНОСТЬ ДАННЫХ",
                "text": "Мы стремимся обеспечить защиту вашей информации в соответствии с применимыми законами и нашими политиками конфиденциальности данных. Мы выбрали сторонних поставщиков, которые используют сеть Ethereum и блокчейн Crypto Emergency. К сожалению, мы не контролируем этих третьих лиц и поэтому не можем гарантировать полную безопасность. Мы работаем над обеспечением безопасности вашей личной информации во время передачи, используя протоколы шифрования и программное обеспечение. Мы поддерживаем физические, электронные и процедурные меры безопасности в связи со сбором, хранением и раскрытием вашей личной информации и защищаем все соединения с помощью стандартной безопасности транспортного уровня. Даже со всеми этими мерами предосторожности мы не можем полностью гарантировать защиту от доступа, раскрытия, изменения или удаления данных в результате событий, включая, помимо прочего, отказ оборудования или программного обеспечения или несанкционированное использование. Любая информация, которую вы предоставляете нам, делается исключительно на ваш страх и риск."
            },
            {
                "title": "ДЕТИ",
                "text": "Мы особенно щепетильны в отношении информации о детях. Наши Услуги не предназначены для детей, и нашим пользователям должно быть не менее восемнадцати (18) лет, чтобы пользоваться нашими услугами. Мы сознательно не собираем информацию от детей младше 13 лет. Если вы являетесь родителем или законным опекуном несовершеннолетнего ребенка, мы будем рассматривать любую информацию, которую вы предоставляете нам при использовании CEM Wallet от имени вашего несовершеннолетнего ребенка, как личную информацию. как иное предусмотрено настоящей Политикой конфиденциальности. Если у вас есть вопросы, касающиеся нашей информационной политики в отношении детей, или если вы узнали, что ребенок в возрасте до 13 лет использовал CEM Wallet, создал учетную запись пользователя или предоставил нам личную информацию, напишите нам по адресу Global@crypto- Emergency.com"
            },
            {
                "title": "УСЛОВИЯ ИСПОЛЬЗОВАНИЯ, УВЕДОМЛЕНИЯ, ИЗМЕНЕНИЯ И ОБНОВЛЕНИЯ УВЕДОМЛЕНИЯ О КОНФИДЕНЦИАЛЬНОСТИ",
                "text": "Если вы решите использовать CEMWallet, ваше использование и любые споры о конфиденциальности регулируются настоящим Уведомлением и нашими Условиями использования. Если у вас есть какие-либо опасения по поводу конфиденциальности в CEM Wallet, свяжитесь с нами, предоставив полное описание, и мы постараемся решить эту проблему. Вы также имеете право обратиться в местный орган по защите данных. Мы оставляем за собой право обновлять и пересматривать настоящую Политику конфиденциальности в любое время. Время от времени мы просматриваем это Уведомление о конфиденциальности, чтобы убедиться, что оно соответствует применимым законам и изменениям в нашем бизнесе. Если мы пересмотрим это Уведомление о конфиденциальности, мы обновим «Дату вступления в силу» в верхней части этой страницы, чтобы вы могли узнать, изменилось ли оно с момента вашего последнего посещения, и сделаем все возможное, чтобы уведомить вас. Пожалуйста, регулярно просматривайте это Уведомление о конфиденциальности, чтобы быть в курсе его условий. Любое использование CEM Wallet после внесения изменений в наше Уведомление о конфиденциальности означает ваше согласие с пересмотренными или измененными условиями."
            },
            {
                "question": {
                    "title": "ВОПРОСЫ",
                    "paragraph1": "Мы будем рады ответить на них. Отправьте нам электронное письмо или отправьте нам сообщение:",
                    "paragraph2": "Электронная почта: Global@crypto-emergency.com",
                    "paragraph3": "Почтовый адрес: Crypto Emergency LIMITED, Didžioji g. 14-1, LT-01128 Вильнюс, Россия, Краснодарский край, г. Новороссийск, улица Набережная Адмирала Серебрякова 27а, офис 39, корпус 2, 4 этаж.",
                    "paragraph4": "Спасибо, что прочитали нашу Политику конфиденциальности!"
                }
            }
        ]
    }
}